Mock.mock('/user',{
        "code": 0,
        "detail": {
            "report_data": {
                "msg": {
                    "Sub": {
                        "创业型": {
                            "基本特征": [
                                "创业型职业锚，意味着您不会放弃任何可能创建属于您自己的团队或组织或企业的机会。您愿意基于自己的能力与意愿，承担风险并克服障碍。您愿意向其他人证明您能够依靠自己的努力创建一个企业。您可能为了学习与寻找机会而被雇佣，但是您一旦找到机会便会抽身而出。您愿意去证明您创建企业的成功，您的需求如此强烈使得您愿意去承受可能的失败直到最终成功。极强烈的创造欲使创业型的人要求标新立异、有所创造、并做好冒险的准备。大多数像您一样创业型职业锚的人成为了创业者、发明家或艺术家。但需要澄清的是，市场分析人员、研究开发人员、广告策划人员并不能归入这一类别，因为创业型人的主要动机和价值观是“创造”。"
                            ],
                            "工作类型": "您希望通过自己的努力创造新的公司、产品或服务。您相信自己是天才，并有很高的动力去证明您具有创造力，而且不断地接受新的挑战；",
                            "最佳认可方式": "您要求很高的自我认可和公众认可。创造完全属于自己的东西，例如：一件产品、服务、公司或反应成就的财富等。对于您来说，最佳的认可方式就是对您创造的“产品”的认可与赞扬，或者在公开场合给予您受之无愧的表扬。",
                            "工作晋升": "您要求一定的权力和自由，可以不断去创造；",
                            "薪资福利": "您认为所有权和控制权对您才是最重要的，例如：年薪、股票或期权。您不会在意每月固定的薪资，或者定期的奖金，对您来说，获得与所有权与控制权所对应报酬才是最重要的；您希望得到金钱，但不是出于爱财的缘故，而是因为把金钱当作您完成了某件大事业的有形标志；"
                        },
                        "安全/稳定型": {
                            "基本特征": [
                                "安全/稳定型职业锚的您主要关注点是争取一份稳定的职业，这种职业锚也显示了对于财务安全性（比如养老金、公积金或医疗保险）、雇佣安全性以及地区选择的重视。作为安全/稳定型中的一员，尽管您也可能因为才干获得在组织内的提升，但是您可能不太在意工作的内容或者是否能够得到职位的提升。安全/稳定型的您关注于围绕着安全与稳定构建全部的自我形象。安全/稳定型的您只有在已经获得职位的成功以及确定的稳定性后才能够显得放松。"
                            ],
                            "工作类型": "您希望获得一份长期的稳定职业，这些职业能够提供有保障的工作、体面的收入以及可靠的未来生活，这种可靠的未来生活通常是由良好的退休计划和较高的退休金来保证的，有可能的话，您会优先选择政府机关，医疗机构，教育行业，大型的外资或国有企业。",
                            "最佳认可方式": "来自组织对于您长期贡献与经验资历的表彰是组织对您最佳的认可方式；而一份长期的或无固定期限的合同，或者组织提供的完善的家庭保障计划，将是对您最好的激励方式。",
                            "工作晋升": "对于您来说，追求更为优越的职业或工作的晋升，如果意味着将要在您的生活中注入一种不稳定或保障较差的因素的话，那么您会觉得在一个熟悉的环境中维持一种稳定的、有保障的职业对您来说是更为重要的。",
                            "薪资福利": "您不追求一份令人羡慕的薪金，而更在意稳定长期的财务安全性。对于您来说，除了固定的薪资，您还在意福利的结构，包括各种保险，公积金，休假，固定投资等等。"
                        }
                    },
                    "Score": [
                        [
                            "技术/职能型",
                            19
                        ],
                        [
                            "管理型",
                            19
                        ],
                        [
                            "自主/独立型",
                            16
                        ],
                        [
                            "安全/稳定型",
                            18
                        ],
                        [
                            "创业型",
                            18
                        ],
                        [
                            "服务型",
                            18
                        ],
                        [
                            "挑战型",
                            17
                        ],
                        [
                            "生活型",
                            16
                        ]
                    ],
                    "Name": "GLJT25",
                    "SubTypes": [
                        "安全/稳定型",
                        "创业型"
                    ],
                    "Gender": "男",
                    "Age": "30岁",
                    "MainTypes": [
                        "技术/职能型",
                        "管理型"
                    ],
                    "Main": {
                        "技术/职能型": {
                            "基本特征": [
                                "技术/职能型职业锚，意味着您追求在技术/职能领域的成长和技能的不断提高，希望在工作中实践并应用这种技术/职能。您对自己的认可来自于您的专业水平，您喜欢面对专业领域内的挑战。",
                                "作为技术/职能型职业锚的一员，您强调实际技术/功能等业务工作，注重个人在专业技能领域的进一步发展，希望有机会实践自己的技术才能，享受作为某方面专家带来的满足、愉悦。您通常不愿意选择一般管理型的工作，因为这是一种您难以施展自己技术才能的工种，也意味着您放弃在技术功能领域的成就。",
                                "技术/职能型的您可能出现在许多领域，例如某些金融分析师专注于解决复杂的投资问题，一个工程师发现他非常擅长设计，一个销售员发现他独特的销售才能。"
                            ],
                            "工作类型": "您在职业选择时主要考虑工作的内容，即工作是否可以带来自己在专业方面的成功和技能的不断提高。喜欢领域内的挑战和独立开展工作，抵制难以施展自己技术才能的工作。",
                            "最佳认可方式": "对您而言，来自本专业领域专家的肯定和认可，以及专业地位的提高，是最有效的激励方式。",
                            "工作晋升": "您看重技术或专业等级，而非职位的晋升。",
                            "薪酬福利": "您希望薪酬福利可以反映技术、专业水平的高低。"
                        },
                        "管理型": {
                            "基本特征": [
                                "管理型职业锚，意味着您追求并致力于职位晋升，倾心于全面管理，独立负责一个单元，可以跨部门整合其他人的努力成果。管理型的您希望承担整体的责任，并将公司的成功与否看作衡量自己工作的标准。具体的技术/职能工作仅仅被看作是您通向全面管理层的必经之路。管理型职业锚的您强调实际的业务管理与控制，注重个人在一般管理与领导领域的进一步发展，希望有机会和时间展示自己的管理才能；管理型的您不愿意放弃任何在组织内获得更高职位的机会，您也愿意承担您所管理组织或单位的业绩与输出。如果您目前还处于技术或者职能工作的领域，您会把这看作是学习的必经过程，也愿意接受本功能组织的管理岗位，但您更愿意接受一般性管理的职位。希望能够依靠个人的分析能力、人际关系、团队领导能力、情商、以及负责任的态度，为本组织或者项目的成功贡献力量。"
                            ],
                            "工作类型": "管理型职业锚的您希望在工作中能够学习如何行使多项职责；如何综合利用来自多种渠道的信息；如何管理人数不断增加的员工队伍；以及如何运用人际交流技巧。",
                            "最佳认可方式": "您希望通过获得更高的薪水以及职位的晋升来得到认可，如果让您去管理大项目，或者邀请出席重要会议，或者派您去参加某些研讨会，使您得以提升自身管理技能，也是不错的认可方式。",
                            "工作晋升": "您拥护组织传统的职业发展道路，追求并致力于工作晋升，倾心于全面管理，独立负责一个部分，可以跨部门整合其他人的努力成果。管理型的您想去承担整体的责任，并将公司的成功与否看成自己的工作。",
                            "薪酬福利": "管理型职业锚的您认为薪酬是由所处职位所决定的，因此，管理型的您在管理职位上的追求，也代表了您对于高薪酬福利的期望。"
                        }
                    },
                    "TestTime": "2019年04月02日"
                },
                "report_type": ""
            }
        }
})